FemDesign.Results.QuantityEstimationProfiledPlate
FemDesign "Quantity estimation, Timber" result

FemDesign.Results.QuantityEstimationProfiledPlate.Id
Element name identifier

FemDesign.Results.QuantityEstimationProfiledPlate.Storey
Storey identifier

FemDesign.Results.QuantityEstimationProfiledPlate.Structure
Structural element type

FemDesign.Results.QuantityEstimationProfiledPlate.Quality
Material quality identifier

FemDesign.Results.QuantityEstimationProfiledPlate.Section
Section/Thickness identifier

FemDesign.Results.QuantityEstimationProfiledPlate.Type
Panel type

FemDesign.Results.QuantityEstimationProfiledPlate.Length
Length of plate

FemDesign.Results.QuantityEstimationProfiledPlate.Width
Width of plate

FemDesign.Results.QuantityEstimationProfiledPlate.Weight
Weight of single plate

FemDesign.Results.QuantityEstimationProfiledPlate.Area
Area of the plate

FemDesign.Results.QuantityEstimationProfiledPlate.TotalWeight
Total weight of all plates

FemDesign.Results.QuantityEstimationProfiledPlate.Count
Count/Sum of sections